Revit 2024 API
ParameterTypeId.StairsRailingRailOffset Property
 "Rail Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRailingRailOffset { get; }
Visual Basic
Public Shared ReadOnly Property StairsRailingRailOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRailingRailOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace